Repository: AMagicHarry/youtube-dl-gui
Catalog: youtube_dl_gui/locale/*/LC_MESSAGES/youtube_dl_gui.po
Languages: he_il

source: URLs
he_il: קישורים

source: Download
he_il: הורדה

source: Update
he_il: עדכן

source: Options
he_il: אפשרויות

source: Error
he_il: שגיאה

source: Stop
he_il: עצור

source: Info
he_il: מידע

source: Welcome
he_il: ברוכים הבאים

source: Successfully downloaded {0} url(s) in {1} day(s) {2} hour(s) {3} minute(s) {4} second(s)
he_il: הוריד בהצלחה {0} קישור(ים) תוך {1} יום(ימים) {2} שעה(ות) {3} דקה(ות) {4} שנייה(ות)

source: Downloads completed
he_il: ההורדה הושלמה

source: Downloading {0} url(s)
he_il: מוריד {0} קישור(ים)

source: Stopping downloads
he_il: מפסיק הורדה

source: Downloads stopped
he_il: ההורדה נפסקה

source: You need to provide at least one url
he_il: עלייך לספק לפחות קישור אחד

source: Downloads started
he_il: ההורדה החלה

source: Downloading latest youtube-dl. Please wait...
he_il: מוריד את youtube-dl האחרון. אנא המתן...

source: Youtube-dl download failed [{0}]
he_il: ההורדה של youtube-dl נכשלה [{0}]

source: Youtube-dl downloaded correctly
he_il: youtube-dl ירד בהצלחה

source: Unable to open directory: '{dir}'. The specified path does not exist
he_il: לא הצליח לפתוח תיקייה: '{dir}'. הכתובת שצויינה איננה קיימת

source: Error while shutting down. Make sure you typed the correct password
he_il: שגיאה בזמן יציאה. אנא וודאו שהכנסתם את הסיסמא הנכונה

source: Shutting down system
he_il: יוצא מהתוכנה

source: Title
he_il: כותרת

source: Size
he_il: גודל

source: Percent
he_il: אחוז(ים)

source: ETA
he_il: זמן סיום משוער

source: Speed
he_il: מהירות

source: Status
he_il: סטטוס

source: General
he_il: כללי

source: Video
he_il: וידאו

source: Audio
he_il: אודיו

source: Playlist
he_il: פלייליסט

source: Output
he_il: פלט

source: Subtitles
he_il: כתוביות

source: Filesystem
he_il: קבצים

source: Shutdown
he_il: כיבוי

source: Authentication
he_il: אימות משתמש

source: Connection
he_il: חיבור

source: Log
he_il: לוג

source: Commands
he_il: פקודות

source: Localization
he_il: שפה

source: Enable Log
he_il: אפשר לוג

source: Write Time
he_il: ציין זמן

source: Clear Log
he_il: נקה לוג

source: View Log
he_il: צפה לוג

source: Path: {0}
he_il: כתובת: {0}

source: Log Size: {0} Bytes
he_il: גודל לוג: {0} Bytes

source: Restart
he_il: הפעל מחדש

source: Please restart {0}
he_il: אנא הפעל מחדש {0}

source: Shutdown when finished
he_il: צא בסיום הורדה

source: SUDO password
he_il: סיסמאת SUDO

source: Playlist Start
he_il: התחל פלייליסט בקטע

source: Playlist Stop
he_il: עצור פלייליסט בקטע

source: Max Downloads
he_il: מקסימום הורדות

source: Retries
he_il: נסיונות חוזרים

source: Username
he_il: שם משתמש

source: Password
he_il: סיסמא

source: Video Password (vimeo, smotri)
he_il: סיסמא לוידאו (vimeo, smorti)

source: high
he_il: גבוהה

source: low
he_il: נמוכה

source: mid
he_il: בינונית

source: Convert to Audio
he_il: המר לאודיו

source: Keep Video
he_il: שמור וידאו בנפרד

source: Audio Format
he_il: פורמט אודיו

source: Audio Quality
he_il: איכות אודיו

source: default
he_il: ברירת מחדל

source: none
he_il: ריק

source: Video Format
he_il: פורמט וידאו

source: Mix Format
he_il: פורמט משולב (mix)

source: Restrict filenames (ASCII)
he_il: הגבל שמות קבצים ללועזית (ASCII)

source: ID as Name
he_il: ID הוידאו כשם

source: Title as Name
he_il: כותרת הוידאו כשם

source: Custom Template (youtube-dl)
he_il: תבנית מותאמת אישית (youtube-dl)

source: Ignore Errors
he_il: התעלם משגיאות

source: Open destination folder
he_il: פתח תיקיית יעד

source: Write info to (.json) file
he_il: שמור מידע בתוך קובץ (.json)

source: Write description to file
he_il: שמור את הקובץ עם התיאור

source: Write thumbnail to disk
he_il: שמור thumbnail

source: Filesize
he_il: גודל הקובץ

source: Min
he_il: מינימום

source: Max
he_il: מקסימום

source: English
he_il: אנגלית

source: Greek
he_il: יוונית

source: Portuguese
he_il: פורטוגזית

source: French
he_il: צרפתית

source: Italian
he_il: איטלקית

source: Russian
he_il: רוסית

source: Spanish
he_il: ספרדית

source: German
he_il: גרמנית

source: Download subtitle file by language
he_il: הורד קובץ כתוביות לפי שפה

source: Download all available subtitles
he_il: הורד את כל הכתוביות הקיימות

source: Download automatic subtitle file (YOUTUBE ONLY)
he_il: הורד כתוביות אוטומטיות (רק Youtube!)

source: Embed subtitles in the video (only mp4 videos)
he_il: שמור כתוביות כחלק מהוידאו (רק לקבצי mp4)

source: Subtitles Language
he_il: שפת כתוביות

source: About
he_il: אודות

source: Open
he_il: פתח

source: Reset Options
he_il: אפס הגדרות

source: Save Path
he_il: נתיב הורדה

source: Settings File: {0}
he_il: קובץ הגדרות: {0}

source: Choose Directory
he_il: בחר תיקייה

source: Command line arguments (e.g. --help)
he_il: פקודות למסוף (למשל --help)

source: Localization Language
he_il: שפה לוקאלית

source: In order for the changes to take effect please restart {0}
he_il: על מנת להחיל את השינויים יש לאתחל את {0}

source: Log Viewer
he_il: צפייה בלוג
